Repository: ClawdBonzo/heal-no-contact
Catalog: HealNoContact/Localizable.xcstrings
Source language: en
Languages: ar, de, es, es_mx, fr, id, it, nl, pt_br, th, tr

source: 100% on-device
ar: ١٠٠% على جهازك
de: 100 % auf dem Gerät
es: 100 % en el dispositivo
es_mx: 100 % en el dispositivo
fr: 100 % sur l’appareil
id: 100% di perangkat
it: 100% sul dispositivo
nl: 100% op je apparaat
pt_br: 100% no dispositivo
th: 100% บนอุปกรณ์
tr: %100 cihazda

source: Best streak
ar: أفضل سلسلة
de: Beste Serie
es: Mejor racha
es_mx: Mejor racha
fr: Meilleure série
id: Streak terbaik
it: Serie record
nl: Beste reeks
pt_br: Melhor sequência
th: สตรีคสูงสุด
tr: En iyi seri

source: Current streak
ar: السلسلة الحالية
de: Aktuelle Serie
es: Racha actual
es_mx: Racha actual
fr: Série actuelle
id: Streak saat ini
it: Serie attuale
nl: Huidige reeks
pt_br: Sequência atual
th: สตรีคปัจจุบัน
tr: Mevcut seri

source: Emergency Support
ar: دعم طارئ
de: Soforthilfe
es: Apoyo de emergencia
es_mx: Apoyo de emergencia
fr: Aide d’urgence
id: Bantuan Darurat
it: Supporto d'emergenza
nl: Noodhulp
pt_br: Apoio de emergência
th: ตัวช่วยฉุกเฉิน
tr: Acil Destek

source: Goal
ar: الهدف
de: Ziel
es: Objetivo
es_mx: Meta
fr: Objectif
id: Target
it: Obiettivo
nl: Doel
pt_br: Meta
th: เป้าหมาย
tr: Hedef

source: I keep going back and need to break the cycle
ar: أعود إلى تلك العلاقة مرارًا وأحتاج إلى كسر هذه الدائرة
de: Ich falle immer wieder zurück und will den Kreislauf durchbrechen
es: Siempre vuelvo y necesito romper el ciclo
es_mx: Siempre regreso y necesito romper el ciclo
fr: Je retourne toujours vers cette personne et je dois briser le cycle
id: Aku terus kembali dan harus memutus lingkaran ini
it: Ci ricasco sempre e devo rompere il ciclo
nl: Ik ga steeds terug en moet de cirkel doorbreken
pt_br: Eu sempre volto e preciso quebrar o ciclo
th: ฉันกลับไปหาเขาอยู่เรื่อย ๆ และต้องตัดวงจรนี้
tr: Sürekli geri dönüyorum ve bu döngüyü kırmam gerek

source: I need to rediscover who I am
ar: أحتاج إلى إعادة اكتشاف نفسي
de: Ich muss neu entdecken, wer ich bin
es: Necesito redescubrir quién soy
es_mx: Necesito redescubrir quién soy
fr: J’ai besoin de redécouvrir qui je suis
id: Aku perlu menemukan kembali diriku
it: Ho bisogno di riscoprire chi sono
nl: Ik moet opnieuw ontdekken wie ik ben
pt_br: Preciso redescobrir quem eu sou
th: ฉันต้องค้นหาตัวเองอีกครั้ง
tr: Kim olduğumu yeniden keşfetmem gerek

source: I want clarity and emotional distance
ar: أريد وضوحًا ومسافة عاطفية
de: Ich will Klarheit und emotionalen Abstand
es: Quiero claridad y distancia emocional
es_mx: Quiero claridad y distancia emocional
fr: Je veux de la clarté et de la distance émotionnelle
id: Aku ingin kejelasan dan jarak emosional
it: Voglio chiarezza e distacco emotivo
nl: Ik wil helderheid en emotionele afstand
pt_br: Quero clareza e distanciamento emocional
th: ฉันอยากได้ความชัดเจนและระยะห่างทางใจ
tr: Netlik ve duygusal mesafe istiyorum

source: I'm choosing growth over comfort
ar: أختار النمو بدل الراحة
de: Ich wähle Wachstum statt Bequemlichkeit
es: Elijo el crecimiento antes que la comodidad
es_mx: Elijo el crecimiento sobre la comodidad
fr: Je choisis l’évolution plutôt que le confort
id: Aku memilih pertumbuhan daripada kenyamanan
it: Scelgo la crescita invece della comodità
nl: Ik kies voor groei in plaats van comfort
pt_br: Estou escolhendo o crescimento em vez do conforto
th: ฉันเลือกการเติบโตมากกว่าความสบายใจ
tr: Konfor yerine gelişimi seçiyorum

source: Instant help when the urge hits
ar: مساعدة فورية عند اشتداد الرغبة
de: Hilfe, sobald der Drang kommt
es: Ayuda inmediata cuando llega el impulso
es_mx: Ayuda inmediata cuando llega el impulso
fr: De l’aide immédiate quand l’envie vous prend
id: Bantuan instan saat dorongan datang
it: Aiuto immediato quando arriva l'impulso
nl: Directe hulp als de drang toeslaat
pt_br: Ajuda imediata quando bate a vontade
th: ช่วยเหลือทันทีเมื่อความอยากมาเยือน
tr: Dürtü geldiğinde anında yardım

source: Journal your healing journey privately
ar: دوّن رحلة تعافيك بخصوصية تامة
de: Schreibe privat über deinen Weg der Heilung
es: Escribe tu camino de sanación en privado
es_mx: Escribe tu camino de sanación en privado
fr: Écrivez votre parcours de guérison en privé
id: Tulis perjalanan pemulihanmu secara privat
it: Scrivi il tuo percorso di guarigione in privato
nl: Schrijf privé over je herstel
pt_br: Registre sua jornada de cura em privado
th: บันทึกเส้นทางการเยียวยาของคุณอย่างเป็นส่วนตัว
tr: İyileşme yolculuğunu sana özel bir günlüğe yaz

source: No-contact start
ar: بداية قطع التواصل
de: Kontaktsperre seit
es: Inicio del contacto cero
es_mx: Sin contacto desde
fr: Début du no contact
id: Mulai no contact
it: Inizio no contact
nl: Startdatum no contact
pt_br: Início do contato zero
th: เริ่มไม่ติดต่อ
tr: İletişim kesme başlangıcı

source: Other reason...
ar: سبب آخر...
de: Anderer Grund …
es: Otro motivo...
es_mx: Otro motivo...
fr: Autre raison...
id: Alasan lain...
it: Altro motivo...
nl: Andere reden...
pt_br: Outro motivo...
th: เหตุผลอื่น...
tr: Başka bir sebep...

source: Process & Reflect
ar: عبّر وتأمّل
de: Verarbeite & reflektiere
es: Procesa y reflexiona
es_mx: Procesa y reflexiona
fr: Exprimez-vous et réfléchissez
id: Curahkan & Renungkan
it: Elabora e rifletti
nl: Verwerk en reflecteer
pt_br: Processe e reflita
th: ระบายและทบทวน
tr: İçini Dök ve Düşün

source: See Your Growth
ar: شاهد نموّك
de: Sieh dein Wachstum
es: Mira tu crecimiento
es_mx: Mira tu crecimiento
fr: Voyez votre évolution
id: Lihat Pertumbuhanmu
it: Vedi la tua crescita
nl: Zie je groei
pt_br: Veja seu crescimento
th: เห็นการเติบโตของคุณ
tr: Gelişimini Gör

source: Stay Strong
ar: ابقَ قويًا
de: Bleib stark
es: Mantente fuerte
es_mx: Mantente fuerte
fr: Tenez bon
id: Tetap Kuat
it: Resta forte
nl: Blijf sterk
pt_br: Fique firme
th: เข้มแข็งไว้
tr: Güçlü Kal

source: They hurt me and I need space to heal
ar: لقد آذاني هذا الشخص وأحتاج إلى مساحة لأتعافى
de: Diese Person hat mich verletzt und ich brauche Abstand, um zu heilen
es: Me hicieron daño y necesito espacio para sanar
es_mx: Me lastimaron y necesito espacio para sanar
fr: Cette personne m’a fait du mal et j’ai besoin d’espace pour guérir
id: Dia menyakitiku dan aku butuh ruang untuk pulih
it: Mi ha ferito e ho bisogno di spazio per guarire
nl: Die persoon heeft me gekwetst en ik heb ruimte nodig om te herstellen
pt_br: Essa pessoa me machucou e preciso de espaço para me curar
th: เขาทำร้ายจิตใจฉัน และฉันต้องการพื้นที่เพื่อเยียวยา
tr: Beni incitti ve iyileşmek için alana ihtiyacım var

source: Total resets
ar: إجمالي مرات إعادة التعيين
de: Resets gesamt
es: Reinicios totales
es_mx: Reinicios totales
fr: Total des réinitialisations
id: Total reset
it: Azzeramenti totali
nl: Aantal resets
pt_br: Total de reinícios
th: จำนวนครั้งที่รีเซ็ต
tr: Toplam sıfırlama

source: Track your no-contact streak with support
ar: تابع سلسلة قطع التواصل مع دعم يرافقك
de: Verfolge deine Serie ohne Kontakt – mit Unterstützung
es: Sigue tu racha de contacto cero con apoyo
es_mx: Lleva tu racha sin contacto, con apoyo
fr: Suivez vos jours sans contact, avec du soutien
id: Pantau streak no contact-mu dengan dukungan
it: Segui la tua serie di no contact con supporto
nl: Volg je no-contact-reeks met steun
pt_br: Acompanhe sua sequência sem contato, com apoio
th: ติดตามสตรีคไม่ติดต่อของคุณ พร้อมกำลังใจ
tr: İletişimsiz serini destek alarak takip et

source: Version
ar: الإصدار
es: Versión
es_mx: Versión
id: Versi
it: Versione
nl: Versie
pt_br: Versão
th: เวอร์ชัน
tr: Sürüm

source: %lld days
ar: %lld يوم
de: %lld Tage
es: %lld días
es_mx: %lld días
fr: %lld jours
id: %lld hari
it: %lld giorni
nl: %lld dagen
pt_br: %lld dias
th: %lld วัน
tr: %lld gün

source: Watch your progress and unlock milestones
ar: تابع تقدّمك وافتح إنجازات جديدة
de: Verfolge deinen Fortschritt und schalte Meilensteine frei
es: Observa tu progreso y desbloquea hitos
es_mx: Observa tu progreso y desbloquea hitos
fr: Suivez votre progression et débloquez des étapes
id: Pantau progresmu dan buka tonggak pencapaian
it: Segui i tuoi progressi e sblocca traguardi
nl: Volg je voortgang en ontgrendel mijlpalen
pt_br: Acompanhe seu progresso e desbloqueie marcos
th: ดูความคืบหน้าและปลดล็อกหลักชัยของคุณ
tr: İlerlemeni izle ve kilometre taşlarının kilidini aç

source: %lld days of no contact so far. Keep your insights, reminders and export — or cancel anytime in Settings.
ar: عدد أيامك بلا تواصل حتى الآن: %lld. احتفظ برؤاك وتذكيراتك والتصدير، أو ألغِ في أي وقت من الإعدادات.
de: Schon %lld Tage ohne Kontakt. Behalte deine Einblicke, Erinnerungen und den Export – oder kündige jederzeit in den Einstellungen.
es: Llevas %lld días sin contacto. Conserva tus estadísticas, mensajes de motivación y la exportación, o cancela cuando quieras en Ajustes.
es_mx: Llevas %lld días sin contacto. Conserva tus estadísticas, recordatorios y la exportación, o cancela cuando quieras en Configuración.
fr: Déjà %lld jours sans contact. Gardez vos analyses, vos rappels et l’export — ou annulez à tout moment dans les Réglages.
id: Sudah %lld hari tanpa kontak. Pertahankan wawasan, pengingat, dan ekspor — atau batalkan kapan saja di Pengaturan.
it: Già %lld giorni senza contatti. Mantieni analisi, promemoria ed esportazione, oppure disdici quando vuoi in Impostazioni.
nl: Al %lld dagen zonder contact. Houd je inzichten, herinneringen en export — of zeg op wanneer je wilt via Instellingen.
pt_br: Já são %lld dias sem contato. Mantenha seus insights, lembretes e a exportação — ou cancele quando quiser em Configurações.
th: ไม่ติดต่อมาแล้ว %lld วัน เก็บข้อมูลเชิงลึก การแจ้งเตือน และการส่งออกไว้ต่อ หรือยกเลิกได้ทุกเมื่อในการตั้งค่า
tr: Şimdiye kadar %lld gün iletişimsiz. İçgörülerini, hatırlatmalarını ve dışa aktarmayı koru — ya da istediğin zaman Ayarlar'dan iptal et.

source: Cancel anytime
ar: ألغِ في أي وقت
de: Jederzeit kündbar
es: Cancela cuando quieras
es_mx: Cancela cuando quieras
fr: Annulable à tout moment
id: Batalkan kapan saja
it: Disdici quando vuoi
nl: Altijd opzegbaar
pt_br: Cancele quando quiser
th: ยกเลิกได้ทุกเมื่อ
tr: İstediğin zaman iptal et

source: Full access
ar: وصول كامل
de: Voller Zugriff
es: Acceso completo
es_mx: Acceso completo
fr: Accès complet
id: Akses penuh
it: Accesso completo
nl: Volledige toegang
pt_br: Acesso completo
th: เข้าถึงทุกฟีเจอร์
tr: Tam erişim

source: How your free trial works
ar: كيف تعمل تجربتك المجانية
de: So funktioniert deine kostenlose Testphase
es: Cómo funciona tu prueba gratis
es_mx: Cómo funciona tu prueba gratis
fr: Comment fonctionne votre essai gratuit
id: Cara kerja uji coba gratismu
it: Come funziona la tua prova gratuita
nl: Zo werkt je gratis proefperiode
pt_br: Como funciona seu teste grátis
th: ขั้นตอนการทดลองใช้ฟรีของคุณ
tr: Ücretsiz denemen nasıl işler

source: Keep your insights, reminders and journal export — or cancel anytime in Settings.
ar: احتفظ برؤاك وتذكيراتك وتصدير اليوميات، أو ألغِ في أي وقت من الإعدادات.
de: Behalte deine Einblicke, Erinnerungen und den Tagebuch-Export – oder kündige jederzeit in den Einstellungen.
es: Conserva tus estadísticas, mensajes de motivación y la exportación del diario, o cancela cuando quieras en Ajustes.
es_mx: Conserva tus estadísticas, recordatorios y la exportación del diario, o cancela cuando quieras en Configuración.
fr: Gardez vos analyses, vos rappels et l’export du journal — ou annulez à tout moment dans les Réglages.
id: Pertahankan wawasan, pengingat, dan ekspor jurnal — atau batalkan kapan saja di Pengaturan.
it: Mantieni analisi, promemoria ed esportazione del diario, oppure disdici quando vuoi in Impostazioni.
nl: Houd je inzichten, herinneringen en dagboekexport — of zeg op wanneer je wilt via Instellingen.
pt_br: Mantenha seus insights, lembretes e a exportação do diário — ou cancele quando quiser em Configurações.
th: เก็บข้อมูลเชิงลึก การแจ้งเตือน และการส่งออกบันทึกไว้ต่อ หรือยกเลิกได้ทุกเมื่อในการตั้งค่า
tr: İçgörülerini, hatırlatmalarını ve günlük dışa aktarımını koru — ya da istediğin zaman Ayarlar'dan iptal et.

source: Rate Heal
ar: قيّم Heal
de: Heal bewerten
es: Valorar Heal
es_mx: Calificar Heal
fr: Noter Heal
id: Beri Nilai Heal
it: Valuta Heal
nl: Beoordeel Heal
pt_br: Avaliar o Heal
th: ให้คะแนน Heal
tr: Heal'i Puanla

source: Reminder
ar: تذكير
de: Erinnerung
es: Recordatorio
es_mx: Recordatorio
fr: Rappel
id: Pengingat
it: Promemoria
nl: Herinnering
pt_br: Lembrete
th: แจ้งเตือน
tr: Hatırlatma

source: Trial ends
ar: تنتهي التجربة
de: Testphase endet
es: Fin de la prueba
es_mx: Fin de la prueba
fr: Fin de l’essai
id: Uji coba berakhir
it: Fine della prova
nl: Proefperiode eindigt
pt_br: Fim do teste
th: สิ้นสุดการทดลองใช้
tr: Deneme biter

source: Write a review
ar: اكتب مراجعة
de: Rezension schreiben
es: Escribir una reseña
es_mx: Escribir una reseña
fr: Rédiger un avis
id: Tulis ulasan
it: Scrivi una recensione
nl: Schrijf een recensie
pt_br: Escrever uma avaliação
th: เขียนรีวิว
tr: Yorum yaz

source: Your free trial ends tomorrow
ar: تنتهي تجربتك المجانية غدًا
de: Deine kostenlose Testphase endet morgen
es: Tu prueba gratis termina mañana
es_mx: Tu prueba gratis termina mañana
fr: Votre essai gratuit se termine demain
id: Uji coba gratismu berakhir besok
it: La tua prova gratuita termina domani
nl: Je gratis proefperiode eindigt morgen
pt_br: Seu teste grátis termina amanhã
th: ช่วงทดลองใช้ฟรีของคุณจะสิ้นสุดพรุ่งนี้
tr: Ücretsiz denemen yarın bitiyor

source: No, stayed strong!
ar: لا، بقيت قويًا!
de: Nein, stark geblieben!
es: ¡No, me he mantenido fuerte!
es_mx: ¡No, me mantuve fuerte!
fr: Non, j’ai tenu bon !
id: Tidak, aku tetap kuat!
it: No, ho resistito!
nl: Nee, sterk gebleven!
pt_br: Não, me mantive firme!
th: ไม่ ฉันเข้มแข็งไว้ได้!
tr: Hayır, güçlü kaldım!

source: Yes, I slipped
ar: نعم، زلّت قدمي
de: Ja, ich hatte einen Rückfall
es: Sí, he recaído
es_mx: Sí, recaí
fr: Oui, j’ai craqué
id: Ya, aku tergelincir
it: Sì, ho ceduto
nl: Ja, ik ben uitgegleden
pt_br: Sim, eu recaí
th: ใช่ ฉันพลาดไป
tr: Evet, tökezledim

source: Ember Stage
ar: مرحلة الجمرة
de: Glut-Stufe
es: Etapa Brasa
es_mx: Etapa Brasa
fr: Stade Braise
id: Tahap Bara
it: Fase Brace
nl: Gloedfase
pt_br: Fase Brasa
th: ระยะถ่านแดง
tr: Kor Aşaması

source: Flame Stage
ar: مرحلة الشعلة
de: Flammen-Stufe
es: Etapa Llama
es_mx: Etapa Llama
fr: Stade Flamme
id: Tahap Nyala Api
it: Fase Fiamma
nl: Vlamfase
pt_br: Fase Chama
th: ระยะเปลวไฟ
tr: Alev Aşaması

source: Phoenix Stage
ar: مرحلة العنقاء
de: Phönix-Stufe
es: Etapa Fénix
es_mx: Etapa Fénix
fr: Stade Phénix
id: Tahap Phoenix
it: Fase Fenice
nl: Feniksfase
pt_br: Fase Fênix
th: ระยะฟีนิกซ์
tr: Anka Aşaması

source: Legend Stage
ar: مرحلة الأسطورة
de: Legenden-Stufe
es: Etapa Leyenda
es_mx: Etapa Leyenda
fr: Stade Légende
id: Tahap Legenda
it: Fase Leggenda
nl: Legendefase
pt_br: Fase Lenda
th: ระยะตำนาน
tr: Efsane Aşaması

source: Healing Day %lld
ar: اليوم %lld من التعافي
de: Tag %lld der Heilung
es: Día %lld de sanación
es_mx: Día %lld de sanación
fr: Jour %lld de guérison
id: Hari Pemulihan ke-%lld
it: Giorno %lld di guarigione
nl: Hersteldag %lld
pt_br: Dia %lld de cura
th: การเยียวยาวันที่ %lld
tr: İyileşmenin %lld. günü

source: Entries
ar: التدوينات
de: Einträge
es: Entradas
es_mx: Entradas
fr: Entrées
id: Catatan
it: Voci
nl: Notities
pt_br: Anotações
th: บันทึก
tr: Kayıt

source: Check-ins
ar: تسجيلات الحالة
es: Registros
es_mx: Registros
fr: Suivis d’humeur
id: Check-in
it: Check-in
th: เช็กอิน
tr: Ruh hali kaydı

source: SOS Used
ar: استخدامات SOS
de: SOS genutzt
es: SOS usados
es_mx: SOS usados
fr: SOS utilisés
id: SOS dipakai
it: SOS usati
nl: SOS gebruikt
pt_br: SOS usados
th: ใช้ SOS
tr: SOS kullanımı

source: Most common mood
ar: المزاج الأكثر تكرارًا
de: Häufigste Stimmung
es: Ánimo más frecuente
es_mx: Ánimo más frecuente
fr: Humeur la plus fréquente
id: Suasana hati tersering
it: Umore più frequente
nl: Meest voorkomende stemming
pt_br: Humor mais frequente
th: อารมณ์ที่พบบ่อยที่สุด
tr: En sık ruh hali

source: Hardest time
ar: أصعب الأوقات
de: Schwierigste Zeit
es: Momento más difícil
es_mx: Momento más difícil
fr: Moment le plus difficile
id: Waktu tersulit
it: Momento più difficile
nl: Moeilijkste moment
pt_br: Momento mais difícil
th: ช่วงเวลาที่ยากที่สุด
tr: En zor zaman

source: Untitled
ar: بلا عنوان
de: Ohne Titel
es: Sin título
es_mx: Sin título
fr: Sans titre
id: Tanpa judul
it: Senza titolo
nl: Zonder titel
pt_br: Sem título
th: ไม่มีชื่อ
tr: Başlıksız

source: All
ar: الكل
de: Alle
es: Todas
es_mx: Todas
fr: Toutes
id: Semua
it: Tutte
nl: Alle
pt_br: Todos
th: ทั้งหมด
tr: Tümü

source: Was
ar: سابقًا
de: Vorher
es: Antes
es_mx: Antes
fr: Avant
id: Dulu
it: Prima
pt_br: Antes
th: เดิม
tr: Önceki

source: Now
ar: الآن
de: Jetzt
es: Ahora
es_mx: Ahora
fr: Actuel
id: Sekarang
it: Ora
nl: Nu
pt_br: Agora
th: ตอนนี้
tr: Şimdi

source: The journey of a thousand miles begins with a single step.
ar: رحلة الألف ميل تبدأ بخطوة واحدة.
de: Auch der längste Weg beginnt mit einem ersten Schritt.
es: Un viaje de mil millas comienza con un solo paso.
es_mx: Un viaje de mil millas comienza con un solo paso.
fr: Un voyage de mille lieues commence par un premier pas.
id: Perjalanan seribu mil dimulai dengan satu langkah.
it: Un viaggio di mille miglia inizia con un solo passo.
nl: Een reis van duizend mijl begint met één stap.
pt_br: Uma jornada de mil milhas começa com um único passo.
th: การเดินทางนับพันลี้ เริ่มต้นด้วยก้าวแรกเสมอ
tr: Bin millik yolculuk tek bir adımla başlar.

source: One full week. The fog is lifting.
ar: أسبوع كامل. الضباب بدأ ينقشع.
de: Eine ganze Woche. Der Nebel lichtet sich.
es: Una semana entera. La niebla se disipa.
es_mx: Una semana entera. La niebla se disipa.
fr: Une semaine entière. Le brouillard se lève.
id: Satu minggu penuh. Kabut mulai menghilang.
it: Una settimana intera. La nebbia si dirada.
nl: Een hele week. De mist trekt op.
pt_br: Uma semana inteira. A névoa está se dissipando.
th: ครบหนึ่งสัปดาห์เต็ม หมอกเริ่มจางลงแล้ว
tr: Koca bir hafta. Sis dağılıyor.

source: Two weeks strong. You're rewriting your story.
ar: أسبوعان من القوة. أنت تعيد كتابة قصتك.
de: Zwei starke Wochen. Du schreibst deine Geschichte neu.
es: Dos semanas de fortaleza. Estás reescribiendo tu historia.
es_mx: Dos semanas de fortaleza. Estás reescribiendo tu historia.
fr: Deux semaines tenues. Vous réécrivez votre histoire.
id: Dua minggu bertahan. Kamu sedang menulis ulang kisahmu.
it: Due settimane di forza. Stai riscrivendo la tua storia.
nl: Twee weken sterk. Je herschrijft je verhaal.
pt_br: Duas semanas firme. Você está reescrevendo sua história.
th: เข้มแข็งมาสองสัปดาห์ คุณกำลังเขียนเรื่องราวของตัวเองใหม่
tr: İki haftadır güçlüsün. Hikâyeni yeniden yazıyorsun.

source: 21 days. A new habit is forming.
ar: ٢١ يومًا. عادة جديدة تتشكّل.
de: 21 Tage. Eine neue Gewohnheit entsteht.
es: 21 días. Se está formando un nuevo hábito.
es_mx: 21 días. Se está formando un nuevo hábito.
fr: 21 jours. Une nouvelle habitude prend forme.
id: 21 hari. Kebiasaan baru mulai terbentuk.
it: 21 giorni. Sta nascendo una nuova abitudine.
nl: 21 dagen. Er ontstaat een nieuwe gewoonte.
pt_br: 21 dias. Um novo hábito está se formando.
th: 21 วัน นิสัยใหม่กำลังก่อตัว
tr: 21 gün. Yeni bir alışkanlık oluşuyor.

source: 30 days. You are healing.
ar: ٣٠ يومًا. أنت تتعافى.
de: 30 Tage. Du heilst.
es: 30 días. Estás sanando.
es_mx: 30 días. Estás sanando.
fr: 30 jours. Vous êtes en train de guérir.
id: 30 hari. Kamu sedang pulih.
it: 30 giorni. Stai guarendo.
nl: 30 dagen. Je bent aan het herstellen.
pt_br: 30 dias. Você está se curando.
th: 30 วัน คุณกำลังเยียวยาตัวเอง
tr: 30 gün. İyileşiyorsun.

source: 45 days. The phoenix is rising.
ar: ٤٥ يومًا. العنقاء تنهض.
de: 45 Tage. Der Phönix erhebt sich.
es: 45 días. El fénix está resurgiendo.
es_mx: 45 días. El fénix está resurgiendo.
fr: 45 jours. Le phénix renaît.
id: 45 hari. Sang phoenix mulai bangkit.
it: 45 giorni. La fenice sta risorgendo.
nl: 45 dagen. De feniks rijst op.
pt_br: 45 dias. A fênix está renascendo.
th: 45 วัน ฟีนิกซ์กำลังผงาด
tr: 45 gün. Anka kuşu yükseliyor.

source: 60 days. You chose yourself.
ar: ٦٠ يومًا. اخترت نفسك.
de: 60 Tage. Du hast dich für dich entschieden.
es: 60 días. Te has elegido a ti.
es_mx: 60 días. Te elegiste a ti.
fr: 60 jours. Vous avez fait le choix de vous.
id: 60 hari. Kamu memilih dirimu sendiri.
it: 60 giorni. Hai scelto te.
nl: 60 dagen. Je hebt voor jezelf gekozen.
pt_br: 60 dias. Você se escolheu.
th: 60 วัน คุณเลือกตัวเองแล้ว
tr: 60 gün. Kendini seçtin.

source: 90 days. Fully transformed.
ar: ٩٠ يومًا. تحوّل كامل.
de: 90 Tage. Vollkommen verwandelt.
es: 90 días. Transformación completa.
es_mx: 90 días. Transformación completa.
fr: 90 jours. Transformation complète.
id: 90 hari. Berubah sepenuhnya.
it: 90 giorni. Trasformazione completa.
nl: 90 dagen. Volledig getransformeerd.
pt_br: 90 dias. Transformação completa.
th: 90 วัน เปลี่ยนแปลงอย่างสมบูรณ์
tr: 90 gün. Tamamen dönüştün.

source: Half a year. Unbreakable.
ar: نصف عام. صامد لا يُكسر.
de: Ein halbes Jahr. Unerschütterlich.
es: Medio año. Inquebrantable.
es_mx: Medio año. Inquebrantable.
fr: Six mois. Inébranlable.
id: Setengah tahun. Tak tergoyahkan.
it: Mezzo anno. Indistruttibile.
nl: Een half jaar. Onbreekbaar.
pt_br: Meio ano. Inabalável.
th: ครึ่งปี ไม่มีอะไรทำลายคุณได้
tr: Yarım yıl. Yıkılmaz.

source: One year. You are the phoenix.
ar: عام كامل. أنت العنقاء.
de: Ein Jahr. Du bist der Phönix.
es: Un año. Eres el fénix.
es_mx: Un año. Eres el fénix.
fr: Un an. Vous êtes le phénix.
id: Satu tahun. Kamulah sang phoenix.
it: Un anno. Sei la fenice.
nl: Een jaar. Jij bent de feniks.
pt_br: Um ano. Você é a fênix.
th: หนึ่งปี คุณคือฟีนิกซ์
tr: Bir yıl. Anka kuşu sensin.

source: Every day you choose yourself.
ar: كل يوم تختار نفسك.
de: Jeden Tag entscheidest du dich für dich.
es: Cada día te eliges a ti.
es_mx: Cada día te eliges a ti.
fr: Chaque jour, vous faites le choix de vous.
id: Setiap hari kamu memilih dirimu sendiri.
it: Ogni giorno scegli te.
nl: Elke dag kies je voor jezelf.
pt_br: Todo dia você se escolhe.
th: ทุกวันคุณเลือกตัวเอง
tr: Her gün kendini seçiyorsun.

source: Not enough data
ar: لا توجد بيانات كافية
de: Noch zu wenig Daten
es: Aún no hay suficientes datos
es_mx: Aún no hay suficientes datos
fr: Pas assez de données
id: Data belum cukup
it: Dati insufficienti
nl: Nog te weinig gegevens
pt_br: Dados insuficientes
th: ข้อมูลยังไม่พอ
tr: Yeterli veri yok

source: No journal entries yet.
ar: لا توجد تدوينات في اليوميات بعد.
de: Noch keine Tagebucheinträge.
es: Aún no hay entradas en el diario.
es_mx: Aún no hay entradas en el diario.
fr: Aucune entrée de journal pour l’instant.
id: Belum ada catatan jurnal.
it: Ancora nessuna voce di diario.
nl: Nog geen dagboeknotities.
pt_br: Ainda não há anotações no diário.
th: ยังไม่มีบันทึกประจำวัน
tr: Henüz günlük kaydı yok.

source: Heal — My Journey
ar: Heal — رحلتي
de: Heal – Meine Reise
es: Heal — Mi camino
es_mx: Heal — Mi camino
fr: Heal — Mon parcours
id: Heal — Perjalananku
it: Heal — Il mio percorso
nl: Heal — Mijn reis
pt_br: Heal — Minha jornada
th: Heal — เส้นทางของฉัน
tr: Heal — Yolculuğum

source: Exported %@
ar: تاريخ التصدير: %@
de: Exportiert am %@
es: Exportado el %@
es_mx: Exportado el %@
fr: Exporté le %@
id: Diekspor pada %@
it: Esportato il %@
nl: Geëxporteerd op %@
pt_br: Exportado em %@
th: ส่งออกเมื่อ %@
tr: Dışa aktarma tarihi: %@

source: Journal Entries
ar: تدوينات اليوميات
de: Tagebucheinträge
es: Entradas del diario
es_mx: Entradas del diario
fr: Entrées du journal
id: Catatan Jurnal
it: Voci del diario
nl: Dagboeknotities
pt_br: Anotações do diário
th: บันทึกประจำวัน
tr: Günlük Kayıtları

source: Your no-contact goal
ar: هدفك في قطع التواصل
de: Dein Ziel ohne Kontakt
es: Tu objetivo de contacto cero
es_mx: Tu meta sin contacto
fr: Votre objectif de no contact
id: Target no contact-mu
it: Il tuo obiettivo di no contact
nl: Jouw no-contactdoel
pt_br: Sua meta sem contato
th: เป้าหมายการไม่ติดต่อของคุณ
tr: İletişimsizlik hedefin
